import { Link } from 'react-router'
import { useTranslation } from 'react-i18next'

export default function PrivacyPage() {
const { t } = useTranslation()
  return <>
  <section>
      <div className="red_symbol">
        <div className="red_symbol__red"></div>
        <div className="red_symbol__grey"></div>
        <div className="red_symbol__red"></div>
        <div className="red_symbol__grey"></div>
        <div className="red_symbol__red"></div>
    </div>
    <h1 className="h1_footer">Політика конфіденційності</h1>
      <section className="containerBg">
        <p>Ці правила є умовами, визначеними наступними юридичними особами (надалі – Компанії):</p>
        <p>- ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ТЕСТІ ФУД», ЗАРЕЄСТРОВАНЕ ЗА АДРЕСОЮ: 49010, М. ДНІПРО, ВУЛ. ЛАБОРАТОРНА, 45, КОД ЄДРПОУ 39016065;</p>
        <p>- ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ&nbsp; «ГЛОБАЛЬНА РЕСТОРАННА ГРУПА – УКРАЇНА», ЗАРЕЄСТРОВАНЕ ЗА АДРЕСОЮ: 03049, КИЇВ, ВУЛ.СІЧЕСЛАВСЬКА, БУДИНОК 1 ,&nbsp; КОД ЄДРПОУ 38321216;</p>
        <p>- ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ ТОВ «ДТС-ХАРКІВ», ЮРИДИЧНА АДРЕСА: 61009 УКРАЇНА, ХАРКІВ, ВУЛ. СИЛІКАТНА, 3.</p>
        <p>Компанії використовують файли cookie з метою узагальнення інформації про користувачів та подальшого вдосконалення роботи сайту https://kfc-ukraine.com/ (надалі – сайт), додаток «KFC Ukraine» для іOS або Android (надалі – додаток). Продовжуючи перегляд цього сайту та використовуючи додаток, ви погоджуєтесь на використання Компаніями файлів cookie у відповідності з нашою Політикою cookie https://kfc-ukraine.com/page/privacy-policy.&nbsp;</p>
        <p><strong>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</strong></p>
        <p><strong>Правове застереження</strong></p>
        <p>Правоволодільцем даного сайту та додатку є Компанії. Користуючись сайтом або додатком, Ви погоджуєтесь з умовами, викладеними в цій Політиці конфіденційності.&nbsp;</p>
        <p>Компанії залишають за собою право в будь-який час вносити зміни до Політики конфіденційності, які набирають чинності з моменту їх публікації в цьому розділі сайту або в додатку. Використовуючи сайт або додаток після внесення змін до Політики конфіденційності, Ви автоматично погоджуєтесь з новими правилами, що регулюють використання сайту або додатку.</p>
        <p>Інформація, що міститься на сайті та в додатку, розміщена виключно для інформаційних та рекламних цілей.&nbsp;</p>
        <p><strong>Авторське право</strong></p>
        <p><strong>Всі права захищені</strong></p>
        <p>Всі матеріали, розміщені на цьому сайті або в додатку, включно з текстами, графіками, ілюстраціями, елементами дизайну та ін., є об’єктами авторського права, захищеного законом, і не можуть бути копійовані, відтворені або використані будь-яким іншим чином третіми особами без нашого письмового дозволу.</p>
        <p>Якщо не вказано інше, Ви маєте право безперешкодно ознайомлюватись з матеріалами, роздруковувати або іншим чином використовувати їх для особистих, неприбуткових цілей, за умови, що на всіх друкованих або інших відтворених копіях буде зазначено авторське право Компаній та посилання на цей сайт і додаток.</p>
        <p>Забороняється будь-яке втручання в роботу цього сайту або додатку, зміна чи видалення матеріалів або відміток про авторське право Компаній або окремих авторів.</p>
        <p><strong>Збір та використання персональних даних</strong></p>
        <p>Будь-яка особа, що використовує цей сайт або додаток, має всі права на захист персональних даних відповідно до ст. 8 Закону України «Про захист персональних даних».</p>
        <p>Ваші персональні дані, зокрема, але не виключно: ім’я, номер телефону, адреса електронної пошти та інші, зберігаються Компаніями лише у випадку, якщо Ви самі надаєте ці дані під час використання окремих сервісів, розміщених на нашому сайті (наприклад, при здійсненні підписки на інформаційну розсилку, заповненні форми зворотного зв’язку тощо). Для користування зазначеними сервісами ми позначаємо поля, які є обов’язковими для заповнення, щоб Ви могли отримати бажану послугу. Ви маєте право не надавати нам ці дані, однак у такому випадку сайт або додаток можуть працювати некоректно, або деякі функції сайту або додатку можуть бути недоступними.</p>
        <p>Якщо внаслідок підписки на інформаційну розсилку Компаній ви будете отримувати повідомлення рекламного характеру, у таких повідомленнях, серед іншого, буде надана можливість в будь-який момент відмовитись від інформаційної розсилки.&nbsp;</p>
        <p>Ми можемо залучати інші компанії для надання послуг у процесі виконання різних функцій, зокрема, але не обмежуючись виконанням замовлень, організацією рекламних кампаній, технічним обслуговуванням нашого сайту або додатку. Такі компанії можуть отримувати доступ до особистої інформації, розміщеної на нашому сайті або у додатку, якщо це необхідно для виконання вказаних функцій.&nbsp;</p>
        <p>Компанії зобов’язуються використовувати надані Вами персональні дані виключно для комунікації з Вами з питань, що стали підставою для надання особистої інформації, і в жодному разі не передавати їх третім особам, крім випадків, прямо передбачених чинним законодавством України. Це може включати виконання Ваших запитів, витребування інформації уповноваженими особами у випадках, передбачених чинним законодавством України, чи з метою сприяння правоохоронним органам у проведенні розслідувань.</p>
        <p>Звертаємо Вашу увагу, що при відвідуванні нашого сайту або додатку ми можемо автоматично збирати деяку інформацію. Це може включати Вашу IP-адресу, дані про операційну систему комп’ютера та/або мобільного пристрою, тип браузера, а також тип Вашого мобільного пристрою та іншу подібну інформацію. Ми використовуємо ці дані для управління, обслуговування та налаштування нашого сайту або додатку, а також для надання послуг технічної підтримки. Далі в цій Політиці конфіденційності міститься додаткова інформація щодо використання файлів cookie.</p>
        <p><strong>Файли Cookie</strong></p>
        <p>Файли cookie – це текстові файли, які надсилаються сайтом або додатком на пристрій користувача, через який здійснюється доступ до мережі інтернет, з метою ідентифікації при повторному відвідуванні. Вони сприяють спрощенню доступу до матеріалів сайту або додатку, а також дозволяють збирати узагальнену інформацію про користувачів з метою покращення контенту та функціональності.</p>
        <p>Як і більшість сайтів та додатків, ми використовуємо файли cookie для різноманітних цілей з метою поліпшення умов вашої активності в інтернеті.&nbsp;</p>
        <p>Якщо Ви не бажаєте отримувати файли cookie, змініть налаштування свого браузера, користуючись підказками браузера у розділі «Допомога»/«Довідка». Звертаємо Вашу увагу, що у разі відключення Вами всіх cookie ми не можемо гарантувати можливість використання Вами всіх функцій цього сайту або додатку.</p>
        <p><strong>Посилання на інші Сайти</strong></p>
        <p>На сайті або в додатку можуть розміщуватись посилання на інші сайти або додатки, які не обслуговують Компанії. Якщо ви переходите за такими посиланнями, знайомтесь з їхніми умови конфіденційності. Компанії не несуть відповідальності за політику та практику інших компаній, а будь-яка інформація, яку ви надаєте таким компаніям, підпорядковується їхній політиці конфіденційності.</p>
        <p><strong>Наш е-mail</strong></p>
        <p><a>info@kfc-ukraine.com</a></p>
    </section>
  </section>
</>
}