import { Link } from 'react-router'
import { useTranslation } from 'react-i18next'

export default function TermsPage() {
const { t } = useTranslation()
return <>
  <section>
    <div className="red_symbol">
      <div className="red_symbol__red"></div>
      <div className="red_symbol__grey"></div>
      <div className="red_symbol__red"></div>
      <div className="red_symbol__grey"></div>
      <div className="red_symbol__red"></div>
    </div>
    <h1 className="h1_footer">Умови використання сайту та додатку для iOS та Android</h1>
    <section className="containerBg">
      <p>УВАГА! Перед переглядом цього веб-сайту або використанням додатку уважно прочитайте ці умови. Відкриваючи веб-сайт https://kfc-ukraine.com/ (надалі – сайт), додаток «KFC Ukraine» для іOS або Android (надалі – додаток), ви зобов'язуєтесь дотримуватись наведених нижче положень та умов.</p>
      <p>Якщо Ви не згодні з цими умовами, не використовуйте цей веб-сайт або додаток.</p>
      <p>Даний сайт та додаток представлені наступними юридичними особами:</p>
      <p>- ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ТЕСТІ ФУД», ЗАРЕЄСТРОВАНЕ ЗА АДРЕСОЮ: 49010, М. ДНІПРО, ВУЛ. ЛАБОРАТОРНА, 45, КОД ЄДРПОУ 39016065;</p>
      <p>- ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ&nbsp; «ГЛОБАЛЬНА РЕСТОРАННА ГРУПА – УКРАЇНА», ЗАРЕЄСТРОВАНЕ ЗА АДРЕСОЮ: 03049, КИЇВ, ВУЛ.СІЧЕСЛАВСЬКА, БУДИНОК 1,&nbsp; КОД ЄДРПОУ 38321216;</p>
      <p>- ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ДТС-ХАРКІВ», ЗАРЕЄСТРОВАНЕ ЗА АДРЕСОЮ: 61102, ХАРКІВСЬКА ОБЛ., ХАРКІВ, ВУЛИЦЯ ДОСТОЄВСЬКОГО, БУДИНОК 3, КОД ЄДРПОУ 34630809;</p>
      <p>(надалі – Компанії). Інформація, що розміщена на даному сайті та в додатку, є інтелектуальною власністю, захищеною відповідно до норм чинного законодавства України.</p>
      <p><strong>Використання сайту та додатку&nbsp;</strong></p>
      <p>Сайт та додаток дозволяє Вам переглядати та завантажувати матеріали виключно в інформаційних цілях для особистого некомерційного використання, за умови збереження Вами всієї інформації про авторське право та інших відомостей про право власності, що містяться у вихідних матеріалах і будь-яких їх копіях. Забороняється змінювати матеріали сайту або додатку, а також поширювати, демонструвати їх у будь-якому вигляді чи використовувати будь-яким іншим чином для суспільних або комерційних цілей. Будь-яке використання цих матеріалів на інших сайтах, у додатках або в комп'ютерних мережах заборонено.</p>
      <p>Відкриваючи будь-яку сторінку цього сайту або додатку, Ви погоджуєтесь дотримуватись цих Умов використання сайту та додатку (надалі – Умови).&nbsp;</p>
      <p>Дія цих Умов поширюється як на фізичних, так і на юридичних осіб.</p>
      <p>Звернення, пропозиції та претензії фізичних і юридичних осіб до Компаній у зв'язку з цими Умовами, а також усі питання щодо функціонування сайту та додатку, що стосуються прав та інтересів третіх осіб при їх використанні, можуть бути надіслані на електронну адресу info@kfc-ukraine.com</p>
      <p>Право на використання фірмової назви, товарних знаків, доменних імен та інших обʼєктів інтелектуальної власності може бути надано виключно за письмовою угодою з однією з Компаній.</p>
      <p>Ці Умови можуть бути змінені та/або доповнені Компаніями в односторонньому порядку без попереднього повідомлення.</p>
      <p>Чинна редакція Умов розміщена в мережі Інтернет за адресою: <a>https://kfc-ukraine.com/page/terms-and-conditions</a>, а також у відповідному розділі в додатку.</p>
      <p>Компанії рекомендують користувачам регулярно перевіряти ці Умови на предмет змін та/або доповнень. Продовження використання сайту або додатку після внесення змін та/або доповнень до цих Умов означає прийняття та згоду користувача з такими змінами та/або доповненнями.</p>
      <p><strong>Відмова від відповідальності</strong></p>
      <p>Матеріали й послуги цього сайту та додатку надаються без жодних гарантій. Компанії не гарантують точності та повноти матеріалів, програм і послуг, що надаються на цьому сайті та в додатку.&nbsp;</p>
      <p>Інформація, опублікована на сайті та в додатку у вигляді новин, статей, описів продуктів і послуг, а також інших інформаційних матеріалів Компаній, є актуальною на момент її створення. Надалі, у зв'язку з подальшими подіями, частина цієї інформації може втратити актуальність або виявитися неповною. Компанії не гарантують оперативного оновлення чи коригування такої інформації після її публікації.</p>
      <p>Компанії докладатимуть усіх зусиль для забезпечення точності та актуальності даних, розміщених на цьому сайті та в додатку. Проте інформація, представлена на сайті та в додатку, може містити технічні неточності або друкарські помилки. Звертаємо Вашу увагу, що вміст сайту та додатку може також включати неточності або упущення, зокрема через дії третіх осіб.&nbsp;</p>
      <p>Думка авторів статей, новин, коментарів та відгуків, розміщених на сайті та в додатку, може не збігатися з думкою та позицією Компаній.</p>
      <p>Компанії за жодних обставин не несуть відповідальності за будь-які збитки (включно з, але не обмежуючись збитком від втрати прибутку, даних або від переривання ділової активності), що виникли внаслідок використання, неможливості використання або результатів використання цього сайту та додатку.</p>
      <p><strong>Функціональне призначення сайту та додатку</strong></p>
      <p>Товари і послуги, представлені на цьому сайті та в додатку, пропонуються для ознайомлення, вибору та формування загального уявлення про асортимент продукції та послуг, представлених Компаніями.</p>
      <p><strong>Взаємодія сайту та додатку з іншими ресурсами&nbsp;</strong></p>
      <p>При використанні користувачем сервісів на сторінках сайту та в додатку можуть бути присутні коди інших інтернет-ресурсів та третіх осіб, через що ці інтернет-ресурси та треті особи можуть отримувати Ваші дані. Це означає, що вони можуть обробляти інформацію про те, що Ви відвідали ці сторінки, а також іншу інформацію, яку передає браузер користувача.&nbsp;</p>
      <p>Використання зазначених сервісів необхідне Компаніям для оперативного аналізу відвідувань сайту та додатку, внутрішньої і зовнішньої оцінки відвідуваності, глибини переглядів та активності користувачів. Якщо користувач не бажає, щоб зазначені сервіси отримували доступ до його персональних даних, він може за власним бажанням вийти зі свого аккаунта чи профілю, а також очистити файли cookie через свій браузер.&nbsp;</p>
      <p>На сайті та в додатку можуть бути розташовані посилання на інші сайти та додатки (виключно в інформаційних цілях). При переході за посиланням на інші сайти дія цих Умов на них не поширюється. Тому Компанії рекомендують ознайомитися з політикою конфіденційності та&nbsp; захисту персональних даних кожного сайту та додатку перед передачею будь-яких персональних даних, за якими Вас можна ідентифікувати.</p>
      <p><strong>Захист авторських прав</strong></p>
      <p>Всі права на інформацію, розміщену на даному сайті та в додатку, належать їх власникам та захищені згідно норм чинного законодавства України. Зміна матеріалів, використання їх за іншим призначенням, несанкціоноване копіювання, поширення тощо є порушенням авторських прав. У разі порушення цих Умов Компанії залишають за собою право застосувати до порушників усі допустимі заходи захисту своїх прав відповідно до чинного законодавства України.&nbsp;</p>
      <p>Сторінки цього сайту та додатку можуть містити застереження щодо прав інтелектуальної власності та інформацію про авторські права, які повинні бути враховані та дотримані користувачем. Будь-яке використання інформації, розміщеної на цьому сайті та в додатку, повністю або частково (відтворення, адаптація, переклад, розміщення, обробка вмісту тощо) дозволяється лише за умови попередньої письмової згоди власника прав.&nbsp;</p>
      <p>Знаки для товарів та послуг (торговельні марки), розміщені на сторінках даного сайту та в додатку, включно з продукцією та товарами, що виготовляються під такими торговельними марками, є зареєстрованими торговельними марками, що належать відповідним власникам. Будь-яке офіційне або неофіційне використання цих торговельних марок без згоди їх власників заборонене і є порушенням чинного законодавства України, зокрема, але не обмежуючись, законодавством про авторські права, інтелектуальну власність або законодавством про недобросовісну конкуренцію.</p>
      <p><strong>Реєстрація на сайті та в додатку і видалення акаунта</strong></p>
      <p>Реєструючись на сайті та в додатку, Ви погоджуєтеся надати достовірну та точну інформацію про себе, включно з контактними даними.</p>
      <p>Після реєстрації Ви отримуєте логін і пароль, за безпеку яких несете відповідальність. Ви також відповідальні за всі дії під вашим логіном та паролем на сайті та в додатку. У разі втрати реєстраційних даних ви зобов'язуєтеся повідомити нас про це.</p>
      <p>При видаленні акаунта обробка Ваших персональних даних, що здійснювалась на підставі Вашої згоди, буде призупинена згідно з Умовами та Політикою конфіденційності.</p>
      <p><strong>Зворотний зв'язок та коментарі</strong></p>
      <p>Звертаючись до нас або залишаючи коментарі на сайті та в додатку, Ви несете відповідальність за те, що Ваше повідомлення не є таким:</p>
      <p>що порушує законодавство України, містить загрози і образи, дискредитує інших користувачів, порушує права громадян, їх приватне життя чи громадський порядок, є непристойним або образливим, а також порушує загальноприйняті норми етики чи правила доброго тону, або має інший подібний зміст;</p>
      <p>що розголошує відомості, які становлять державну або іншу спеціально охоронювану законом таємницю, містить публічні заклики до здійснення терористичної діяльності або публічно виправдовує тероризм, інші екстремістські матеріали, а також матеріали, що пропагують порнографію, культ насильства та жорстокості;</p>
      <p>що порушує тією чи іншою мірою честь і гідність, ділову репутацію;</p>
      <p>що сприяє або містить заклики до розпалювання релігійної, расової чи міжнаціональної ворожнечі, а також заклики до насильства;</p>
      <p>що містить недостовірну інформацію;</p>
      <p>що містить рекламу товарів, послуг та/або робіт, зокрема рекламні матеріали, комерційні пропозиції, адресовані невизначеному колу осіб, посилання на об'єкт рекламування та інформацію рекламного характеру;</p>
      <p>що містить матеріали, охоронювані законодавством про інтелектуальну власність (зокрема авторським правом, законодавством про товарні знаки тощо), без належного дозволу власника прав на ці матеріали. Обовʼязок доведення того, що розміщення користувачем матеріалів на сайті та в додатку не порушує авторські, суміжні та інші права третіх осіб, лежить на користувачеві;</p>
      <p>інші матеріали, які спонукають до протиправної поведінки, що може призвести до кримінальної, цивільно-правової та іншої відповідальності, або порушують положення чинного законодавства.</p>
      <p>Користувач несе особисту відповідальність за будь-який контент та/або іншу інформацію, які він публікує на сайті та в додатку або за його допомогою, а також за використання контенту та/або інформації з сайту та додатку.</p>
      <p>Компанії залишають за собою право видаляти будь-які матеріали, розміщені користувачами на сайті та в додатку, якщо є достатні підстави вважати, що такі матеріали порушують заборони цього розділу або не відповідають іншим вимогам. Попри це, Компанії не здійснюють контроль за вмістом сайту та додатку, що надається іншими користувачами, і не перевіряють цей вміст на достовірність, доцільність або відповідність принципам, викладеним у цих Умовах.</p>
      <p><strong>Повідомлення та інформаційні розсилки</strong></p>
      <p>Компанії можуть направляти Вам повідомлення у відповідь на Ваші запити та скарги, направлені через форму зворотного зв’язку та в процесі замовлення товарів та/або послуг, при управлінні замовленнями, видачі товарів, наданні послуг. Повідомлення можуть бути надіслані у вигляді e-mail-листів, SMS, через месенджери, сповіщення у веб-браузері та додатку.&nbsp;</p>
      <p>Компанії можуть надсилати Вам інформаційні та маркетингові розсилки (новини, акції, промокоди, знижки, персональні рекомендації та пропозиції), які містять інформацію щодо товарів та/або послуг, а також рекламні та комерційні пропозиції. Розсилки здійснюються на основі підписки, оформленої через сайт чи додаток, або при замовленні товарів та/або послуг. Повідомлення можуть бути надіслані у вигляді e-mail-листів, SMS, через месенджери, сповіщень у веб-браузері та додатку.</p>
    </section>
  </section>
</>
}