import ThemeButton from "@/components/ThemeButton";

function Home() {
  return (
    <div>
      <h1>Головна сторінка</h1>
      <p>
        Задача 1. Використовуючи context зробити можливість передачі теми у компоненти додатку (невеликий додаток з
        декількома сторінками і всередині сторінок читати значення теми).
      </p>
      <p>
        Задача 2. Розробити сайт для планування подорожі (потрібно вибирати автобуси і готелі). На одній сторінці
        знаходиться перелік автобусів, на другій сторінці вибираємо готелі. Вибрати можна декілька автобусів і готелів
        (тоді турфірма самостійно вибере один доступних і вибраних вами) . На третій відображаємо результати вибору з
        попередніх сторінок (список вибраних автобусів і готелів) (тут можна видалити деякі автобуси чи готелі). Тут
        бекенд не використовуємо а константні дані.
      </p>
      <ThemeButton />
    </div>
  );
}

export default Home;
